Repository: yuangy1995/dsm-native-client
Catalog: windows/src/LanStash.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# FilePreviewImageAutomationName
source: Image preview for {0}
zh_cn: {0} 的图片预览

source: Zoom out
zh_cn: 缩小图片

# FilePreviewImageZoomOut.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Zoom out (Ctrl+Minus)
zh_cn: 缩小图片（Ctrl+减号）

source: Zoom in
zh_cn: 放大图片

# FilePreviewImageZoomIn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Zoom in (Ctrl+Plus)
zh_cn: 放大图片（Ctrl+加号）

source: Fit image to the viewer
zh_cn: 使图片适应查看区域

# FilePreviewImageFit.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fit image (Ctrl+0)
zh_cn: 适应查看区域（Ctrl+0）

source: Rotate left
zh_cn: 向左旋转

source: Rotate left (Ctrl+L)
zh_cn: 向左旋转（Ctrl+L）

source: Rotate right
zh_cn: 向右旋转

source: Rotate right (Ctrl+R)
zh_cn: 向右旋转（Ctrl+R）

# FilePreviewPdfAutomationName
source: PDF preview for {0}, page {1:N0} of {2:N0}
zh_cn: {0} 的 PDF 预览，第 {1:N0} 页，共 {2:N0} 页

# FilePreviewPdfPage
source: Page {0:N0} of {1:N0}
zh_cn: 第 {0:N0} 页，共 {1:N0} 页

# FilePreviewMediaAutomationName
source: Media preview for {0}
zh_cn: {0} 的媒体预览

# FileTextEdit_EditButton.Content
source: Edit
zh_cn: 编辑

source: Edit this text file
zh_cn: 编辑此文本文件

# FileTextEdit_SaveButton.Content
source: Save
zh_cn: 保存

source: Save changes to the NAS
zh_cn: 将更改保存到 NAS

# FileTextEdit_CancelButton.Content
source: Cancel
zh_cn: 取消

source: Cancel editing
zh_cn: 取消编辑

# FileTextEdit_FormatButton.Content
source: Format
zh_cn: 格式化

source: Format this file
zh_cn: 格式化此文件

# FileTextEdit_DismissStatus.Content
source: Dismiss
zh_cn: 关闭

# FileTextEdit_Saving
source: Saving…
zh_cn: 正在保存…

# FileTextEdit_SavedMessage
source: File saved
zh_cn: 文件已保存

# FileTextEdit_SaveFailedMessage
source: Save didn’t confirm. Check the folder and connection.
zh_cn: 保存未能确认，请检查文件夹和连接

# FileTextEdit_NeedsReviewTitle
source: Check the file before trying again
zh_cn: 再次尝试前请先核对文件

# FileTextEdit_NeedsReviewMessage
source: The request may have reached the NAS, but the saved content could not be confirmed. Refresh and check the file before making another save.
zh_cn: 请求可能已到达 NAS，但无法确认保存后的内容。请刷新并核对文件，再进行下一次保存。

# FileTextEdit_SaveConfirmTitle
source: Replace this text file?
zh_cn: 替换此文本文件？

# FileTextEdit_SaveConfirmMessage
source: This replaces the current file on the NAS after checking that it has not changed since you opened it.
zh_cn: 确认文件自打开后没有变化，再替换 NAS 上的当前文件。

# FileTextEdit_SaveConfirmAction
source: Replace file
zh_cn: 替换文件

# FileTextEdit_UnsavedTitle
source: Unsaved changes
zh_cn: 未保存的更改

# FileTextEdit_UnsavedMessage
source: Discard changes to this file?
zh_cn: 放弃对此文件的更改？

# FileTextEdit_Discard
source: Discard
zh_cn: 放弃

# FileTextEdit_KeepEditing
source: Keep editing
zh_cn: 继续编辑

# FileTextEdit_TooLargeMessage
source: Files larger than 5 MiB can’t be edited here
zh_cn: 超过 5 MiB 的文件不能在此编辑

# FileTextEdit_EncodingError
source: Couldn’t read the file encoding
zh_cn: 无法读取文件编码

# FileTextEdit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Text editor
zh_cn: 文本编辑器

# FileBrowserSearchInProgress.Text
source: Searching this folder and its subfolders…
zh_cn: 正在搜索此文件夹及其子文件夹…

# FileBrowserSearchRetry.Content
source: Try again
zh_cn: 重试

source: Try the file search again
zh_cn: 重新搜索文件

# FileBrowserSearchErrorTitle
source: Couldn’t finish the search
zh_cn: 无法完成搜索

# FileBrowserSearchErrorMessage
source: Check the NAS connection, then try this search again.
zh_cn: 请检查 NAS 连接，然后重新搜索。

# FileBrowserSearchTruncatedTitle
source: Only the first results are shown
zh_cn: 仅显示前一部分结果

# FileBrowserSearchTruncatedMessage
source: Showing the first {0:N0} matches. Narrow the search to find more specific files.
zh_cn: 正在显示前 {0:N0} 个匹配项。请缩小搜索范围以查找更具体的文件。

# Settings.PageTitle.Text
source: Settings
zh_cn: 设置

# Settings.PageDescription.Text
source: Choose how this app looks, which optional modules appear, and how local reusable data is managed.
zh_cn: 选择应用外观、可选模块显示方式，以及本机可再生数据的管理方式。

# Settings.LanguageSectionTitle.Text
source: Language
zh_cn: 语言

# Settings.Language.Header
source: App language
zh_cn: 应用语言

# Settings.Language.AutomationProperties.Name
source: App language
zh_cn: 应用语言

# Settings.LanguageDescription.Text
source: Follow Windows, or use English or Simplified Chinese on this device.
zh_cn: 可跟随 Windows，或在此设备上固定使用英语或简体中文。

# Settings.AppearanceSectionTitle.Text
source: Appearance
zh_cn: 外观

# Settings.Theme.Header
source: Theme
zh_cn: 主题

# Settings.Theme.AutomationProperties.Name
source: Theme
zh_cn: 主题

# Settings.ModulesSectionTitle.Text
source: Optional modules
zh_cn: 可选模块

# Settings.ModulesDescription.Text
source: Hidden modules stay available on the NAS and can be shown again at any time.
zh_cn: 隐藏模块不会更改 NAS 上的功能，并且可以随时重新显示。

# Settings.DownloadsModule.OnContent
source: Shown
zh_cn: 显示

# Settings.DownloadsModule.OffContent
source: Hidden
zh_cn: 隐藏

# Settings.ContainersModule.Header
source: Containers
zh_cn: 容器

# Settings.ContainersModule.AutomationProperties.Name
source: Containers
zh_cn: 容器

# Settings.ContainersModule.OnContent
source: Shown
zh_cn: 显示

# Settings.ContainersModule.OffContent
source: Hidden
zh_cn: 隐藏

# Settings.VirtualMachinesModule.Header
source: Virtual machines
zh_cn: 虚拟机

# Settings.VirtualMachinesModule.AutomationProperties.Name
source: Virtual machines
zh_cn: 虚拟机

# Settings.VirtualMachinesModule.OnContent
source: Shown
zh_cn: 显示

# Settings.VirtualMachinesModule.OffContent
source: Hidden
zh_cn: 隐藏

# Settings.NasHealthModule.Header
source: NAS health
zh_cn: NAS 健康

# Settings.NasHealthModule.AutomationProperties.Name
source: NAS health
zh_cn: NAS 健康

# Settings.NasHealthModule.OnContent
source: Shown
zh_cn: 显示

# Settings.NasHealthModule.OffContent
source: Hidden
zh_cn: 隐藏

# Settings.CacheSectionTitle.Text
source: Reusable local data
zh_cn: 本机可再生数据

# Settings.CacheDescription.Text
source: Clearing removes registered photo thumbnail memory only. It does not remove NAS files, saved copies, profiles, credentials, transfers, previews in use, or Cloud Drive data.
zh_cn: 清理只会移除已注册的照片缩略图内存，不会删除 NAS 文件、已保存副本、连接资料、凭据、传输、正在使用的预览或 Cloud Drive 数据。

# Settings.ClearCache.Content
source: Clear reusable data
zh_cn: 清理可再生数据

# Settings.ClearCache.AutomationProperties.Name
source: Clear reusable data
zh_cn: 清理可再生数据

# Settings.Privacy.Title
source: Privacy
zh_cn: 隐私

# Settings.Privacy.Message
source: Settings stay on this device. This page does not export passwords, connection addresses, file paths, messages, or raw logs.
zh_cn: 设置仅保存在此设备上。此页面不会导出密码、连接地址、文件路径、消息或原始日志。

# Settings.ThemeSystem
source: Use Windows setting
zh_cn: 跟随 Windows

# Settings.ThemeLight
source: Light
zh_cn: 浅色

# Settings.ThemeDark
source: Dark
zh_cn: 深色

# Settings.CacheSummary
source: {0} cached thumbnails · {1}
zh_cn: {0} 个缩略图缓存 · {1}

# Settings.CacheClearedTitle
source: Reusable data cleared
zh_cn: 已清理可再生数据

# Settings.CacheClearedMessage
source: The registered photo thumbnail cache is now empty.
zh_cn: 已清空注册的照片缩略图缓存。

# Settings.CachePartialTitle
source: Some reusable data couldn’t be cleared
zh_cn: 部分可再生数据未能清理

# Settings.CachePartialMessage
source: Close the Photos page, then try again.
zh_cn: 请关闭照片页面后重试。

# Settings.SaveFailedTitle
source: Settings weren’t saved
zh_cn: 设置未保存

# Settings.SaveFailedMessage
source: Check that this app can save data on this device, then try again.
zh_cn: 请检查此应用是否可以在此设备上保存数据，然后重试。

# FileShareLink.Label
source: Create share link
zh_cn: 创建分享链接

# FileShareLink.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Create a share link for the selected item
zh_cn: 为选中的项目创建分享链接

# PhotoShareLinkButton.Content
source: Create share link
zh_cn: 创建分享链接

source: Create a share link for this photo or video
zh_cn: 为此照片或视频创建分享链接

# PhotoShareLinkManage.Label
source: Manage share links
zh_cn: 管理分享链接

source: View and manage share links for the selected photo or video
zh_cn: 查看和管理所选照片或视频的分享链接

# PhotoShareLinkManageButton.Content
source: Manage links
zh_cn: 管理链接

source: View and manage share links for this photo or video
zh_cn: 查看和管理此照片或视频的分享链接

# FileShareLinkTitle
source: Create share link
zh_cn: 创建分享链接

# FileShareLinkTarget
source: Selected item: {0}
zh_cn: 所选项目：{0}

# FileShareLinkAccessNote
source: Anyone with this link can open the item until it expires. Add a password if you need extra protection.
zh_cn: 在链接到期前，任何获得链接的人都能打开这个项目。如需加强保护，可以添加密码。

# FileShareLinkPasswordLabel
source: Password (optional)
zh_cn: 密码（可选）

# FileShareLinkPasswordHelp
source: Use no more than 16 characters. The password is not copied or included when you share the link.
zh_cn: 最多使用 16 个字符。复制或通过其他应用分享链接时不会包含密码。

# FileShareLinkPasswordError
source: The password is longer than 16 characters. Shorten it before creating the link.
zh_cn: 密码超过 16 个字符。请缩短密码后再创建链接。

# FileShareLinkExpirationLabel
source: Link expiration
zh_cn: 链接有效期

# FileShareLinkExpirationNever
source: Never
zh_cn: 永不过期

# FileShareLinkExpiration7Days
source: In 7 days
zh_cn: 7 天后

# FileShareLinkExpiration30Days
source: In 30 days
zh_cn: 30 天后

# FileShareLinkExpiration90Days
source: In 90 days
zh_cn: 90 天后

# FileShareLinkCreateAction
source: Create link
zh_cn: 创建链接

# FileShareLinkCreatingMessage
source: Creating the link and checking that it is ready to use…
zh_cn: 正在创建链接并确认链接可以使用…

# FileShareLinkCancellingMessage
source: Stopping if the request has not been sent. If it has, LanStash will finish checking the result.
zh_cn: 如果请求尚未发出，将停止创建；如果已经发出，LanStash 会继续核对结果。

# FileShareLinkSuccessTitle
source: Share link ready
zh_cn: 分享链接已就绪

# FileShareLinkSuccessMessage
source: The link was created and verified.
zh_cn: 链接已创建并完成核对。

# FileShareLinkConfirmedUrlAutomationName
source: Verified share link
zh_cn: 已核对的分享链接

# FileShareLinkProtectedNote
source: This link is password protected. Send the password separately.
zh_cn: 此链接受密码保护。请通过其他方式单独发送密码。

# FileShareLinkExpiresOn
source: Expires on {0}
zh_cn: 到期日期：{0}

# FileShareLinkCopyAction
source: Copy link
zh_cn: 复制链接

# FileShareLinkCopiedMessage
source: Link copied
zh_cn: 链接已复制

# FileShareLinkCopyFailedMessage
source: The link could not be copied. Try again.
zh_cn: 无法复制链接，请重试。

# FileShareLinkSystemShareAction
source: Share with another app
zh_cn: 通过其他应用分享

# FileShareLinkSystemShareTitle
source: Shared NAS link
zh_cn: NAS 分享链接

# FileShareLinkSystemShareUnavailable
source: Sharing with another app is not available in this Windows installation. You can still copy the link.
zh_cn: 当前 Windows 安装无法通过其他应用分享。你仍可复制链接。

# FileShareLinkReviewTitle
source: Check the link in DSM
zh_cn: 请在 DSM 中核对链接

# FileShareLinkReviewMessage
source: The request may have reached your NAS, but LanStash could not verify the new link. Check sharing in DSM before trying again.
zh_cn: 请求可能已到达 NAS，但 LanStash 无法确认新链接。再次尝试前，请先在 DSM 的分享设置中核对。

# FileShareLinkChangedTitle
source: The selected item changed
zh_cn: 所选项目已变化

# FileShareLinkChangedMessage
source: LanStash stopped before creating a link because the selected item no longer matches. Refresh Files, select it again, and review its details.
zh_cn: 所选项目与开始时不再一致，LanStash 已在创建链接前停止。请刷新“文件”，重新选择并核对项目。

# FileShareLinkPermissionTitle
source: You cannot create this link
zh_cn: 你无法创建此链接

# FileShareLinkPermissionMessage
source: Your NAS account does not have permission to share this item. Ask an administrator for access or choose another item.
zh_cn: 你的 NAS 账号没有分享此项目的权限。请联系管理员获取权限，或选择其他项目。

# FileShareLinkUnsupportedTitle
source: Share links are unavailable
zh_cn: 分享链接不可用

# FileShareLinkUnsupportedMessage
source: This NAS does not offer the compatible sharing feature needed by LanStash. You can continue using the rest of Files.
zh_cn: 此 NAS 未提供 LanStash 所需的兼容分享功能。“文件”的其他功能仍可继续使用。

# FileShareLinkFailureTitle
source: The link was not created
zh_cn: 链接未创建

# FileShareLinkFailureMessage
source: No verified link was created. Check your connection and try again.
zh_cn: 没有创建出可确认的链接。请检查连接后重试。

# FileShareLinkCancelledTitle
source: Link creation stopped
zh_cn: 已停止创建链接

# FileShareLinkCancelledMessage
source: The request was stopped before it was sent. No link was created.
zh_cn: 请求已在发出前停止，没有创建链接。

# FileShareLinkTryAgainAction
source: Try again
zh_cn: 重试

# FileShareLinkManage.Label
source: Manage share links
zh_cn: 管理分享链接

source: View and manage share links
zh_cn: 查看和管理分享链接

# FileShareLinkManageTitle
source: Share links
zh_cn: 分享链接

# FileShareLinkManageLoading
source: Loading share links…
zh_cn: 正在载入分享链接…

# FileShareLinkManageEmptyTitle
source: No share links
zh_cn: 没有分享链接

# FileShareLinkManageEmptyMessage
source: Links you create for files and folders will appear here.
zh_cn: 为文件或文件夹创建的链接会显示在这里。

# FileShareLinkManageErrorTitle
source: Share links couldn’t be loaded
zh_cn: 无法载入分享链接

# FileShareLinkManageErrorMessage
source: Check the connection to your NAS, then refresh this list.
zh_cn: 请检查与 NAS 的连接，然后刷新此列表。

# FileShareLinkManageCount
source: {0:N0} share links
zh_cn: {0:N0} 个分享链接

# FileShareLinkManageShowMoreAction
source: Show more
zh_cn: 显示更多

# FileShareLinkManageShowMoreAutomationName
source: Show more share links
zh_cn: 显示更多分享链接

# FileShareLinkManageProtected
source: Password protected
zh_cn: 受密码保护

# FileShareLinkManageCopyAutomationName
source: Copy this share link
zh_cn: 复制此分享链接

# FileShareLinkManageDeleteAutomationName
source: Revoke this share link
zh_cn: 撤销此分享链接

# FileShareLinkManageDeleteAction
source: Revoke link
zh_cn: 撤销链接

# FileShareLinkManageDeleteTitle
source: Revoke this share link?
zh_cn: 要撤销此分享链接吗？

# FileShareLinkManageDeleteMessage
source: The link for “{0}” will stop working. The file or folder will not be deleted.
zh_cn: “{0}”的链接将无法继续使用。文件或文件夹不会被删除。

# FileShareLinkManageDeleting
source: Revoking the link and checking the result…
zh_cn: 正在撤销链接并核对结果…

# FileShareLinkManageConfirmDeleteAutomationName
source: Confirm that this share link should be revoked
zh_cn: 确认撤销此分享链接

# FileShareLinkManageRefreshAutomationName
source: Refresh share links
zh_cn: 刷新分享链接

# FileShareLinkManageRefreshAction
source: Refresh
zh_cn: 刷新

# FileShareLinkManageDeletedMessage
source: The share link was revoked and no longer appears on your NAS.
zh_cn: 分享链接已撤销，并且已不再出现在 NAS 上。

# FileShareLinkManageReviewMessage
source: The request may have reached your NAS, but the result could not be confirmed. Refresh this list before trying to revoke the link again.
zh_cn: 请求可能已经到达 NAS，但结果尚未确认。再次撤销前，请先刷新此列表。

# FileShareLinkManageChangedMessage
source: This link changed after the list was loaded, so nothing was revoked. Refresh the list and review it again.
zh_cn: 载入列表后此链接发生了变化，因此没有撤销任何内容。请刷新列表并重新核对。

# FileShareLinkManagePermissionMessage
source: Your NAS account cannot revoke this link. Ask an administrator for access, then refresh the list.
zh_cn: 当前 NAS 账号无权撤销此链接。请向管理员申请权限，然后刷新列表。

# FileShareLinkManageUnsupportedMessage
source: This NAS cannot revoke share links with the compatible sharing feature. You can continue using the rest of Files.
zh_cn: 此 NAS 无法通过兼容的分享功能撤销链接。你仍可继续使用“文件”的其他功能。

# FileShareLinkManageFailureMessage
source: The link was not confirmed as revoked. Check the connection and refresh the list.
zh_cn: 无法确认链接已经撤销。请检查连接并刷新列表。

# FileShareLinkManageCancelledMessage
source: The request stopped before it was sent. The share link was not changed.
zh_cn: 请求在发送前已停止，分享链接没有变化。

# PhotoShareLinkManageTitle
source: Share links for this item
zh_cn: 此项目的分享链接

# PhotoShareLinkManageEmptyTitle
source: No links for this item
zh_cn: 此项目没有分享链接

# PhotoShareLinkManageEmptyMessage
source: Share links created for this photo or video will appear here.
zh_cn: 为此照片或视频创建的分享链接会显示在这里。

# PhotoShareLinkManageCount
source: {0:N0} links for this item
zh_cn: 此项目有 {0:N0} 个分享链接

# PhotoShareLinkManageUnsupportedMessage
source: This NAS does not offer the compatible sharing feature needed to manage links for photos and videos. The rest of Photos remains available.
zh_cn: 此 NAS 未提供管理照片和视频链接所需的兼容分享功能。“照片”的其他功能仍可继续使用。

# PhotoModeFolders.Content
source: Folders
zh_cn: 文件夹

# PhotoModeTimeline.Content
source: Timeline
zh_cn: 时间线

# PhotoTimelineSearch.PlaceholderText
source: Search file names
zh_cn: 搜索文件名

source: Search timeline by file name
zh_cn: 按文件名搜索时间线

# PhotoTimelineFilter.Header
source: Media
zh_cn: 媒体

# PhotoTimelineFilterAll.Content
source: All
zh_cn: 全部

# PhotoTimelineFilterImages.Content
source: Images
zh_cn: 图片

# PhotoTimelineFilterVideos.Content
source: Videos
zh_cn: 视频

# PhotoTimelineRefresh.Content
source: Scan again
zh_cn: 重新扫描

# PhotoTimelineOpen.Content
source: Open
zh_cn: 打开

# PhotoTimelineOpen.AutomationProperties.Name
source: Open the selected photo or video
zh_cn: 打开所选照片或视频

# PhotoTimelineJump.Content
source: Jump to
zh_cn: 跳转到

# PhotoTimelineJump.AutomationProperties.Name
source: Jump to a year and month in the photo timeline
zh_cn: 跳转到照片时间线中的年份和月份

# PhotoTimelineJumpMonthAutomationName
source: Jump to {0}
zh_cn: 跳转到 {0}

# PhotoTimelineSave.Content
source: Save selected
zh_cn: 保存所选项目

# PhotoTimelineGrid.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Photo timeline
zh_cn: 照片时间线

# PhotoTimelineTruncated.Title
source: Showing a limited timeline
zh_cn: 时间线已达到显示上限

# PhotoTimelineTruncated.Message
source: The scan stopped at the safe limit. Refine this photo space or scan again later.
zh_cn: 扫描已在安全上限处停止。请整理此照片空间后再试。

# PhotoTimelinePartial.Title
source: Some folders weren’t scanned
zh_cn: 部分文件夹未扫描

# PhotoTimelinePartialMessage
source: {0} folders couldn’t be read. The items shown are still available.
zh_cn: 有 {0} 个文件夹无法读取，已显示的项目仍可使用。

# PhotoTimelineRefreshFailed.Title
source: Couldn’t update the timeline
zh_cn: 无法更新时间线

# PhotoTimelineRefreshFailed.Message
source: The previous scan is still shown. Check your connection and permissions, then try again.
zh_cn: 仍显示上次扫描结果。请检查连接和权限，然后重试。

# PhotoTimelineIdleTitle.Text
source: Photo timeline
zh_cn: 照片时间线

# PhotoTimelineIdleMessage.Text
source: Scan this photo space to group photos and videos by month. Nothing is uploaded or changed.
zh_cn: 扫描此照片空间并按月份整理照片和视频。不会上传或更改任何内容。

# PhotoTimelineScan.Content
source: Scan photos
zh_cn: 扫描照片

# PhotoTimelineLoading.Text
source: Scanning photos…
zh_cn: 正在扫描照片…

# PhotoTimelineCancel.Content
source: Cancel scan
zh_cn: 取消扫描

# PhotoTimelineEmptyTitle.Text
source: No photos or videos found
zh_cn: 未找到照片或视频

# PhotoTimelineEmptyMessage.Text
source: Try scanning again after adding media to this photo space.
zh_cn: 在此照片空间添加媒体后，请重新扫描。

# PhotoTimelineFilteredEmptyTitle.Text
source: No matching media
zh_cn: 没有匹配的媒体

# PhotoTimelineFilteredEmptyMessage.Text
source: Try another file name or clear the current filters.
zh_cn: 请尝试其他文件名，或清除当前筛选。

# PhotoTimelineClearFilters.Content
source: Clear search and filters
zh_cn: 清除搜索和筛选

# PhotoTimelineErrorTitle.Text
source: Couldn’t scan photos
zh_cn: 无法扫描照片

# PhotoTimelineErrorMessage.Text
source: Check your connection and permissions, then try again.
zh_cn: 请检查连接和权限，然后重试。

# PhotoTimelineRetry.Content
source: Try again
zh_cn: 重试

# PhotoTimelineUnknownMonth
source: Date unknown
zh_cn: 日期未知

# PhotoTimelineImageAutomationName
source: {0}, image
zh_cn: {0}，图片

# PhotoTimelineVideoAutomationName
source: {0}, video
zh_cn: {0}，视频

# PhotoViewerPrevious.Content
source: Previous
zh_cn: 上一项

# PhotoViewerPrevious.AutomationProperties.Name
source: Show the previous item
zh_cn: 显示上一项

# PhotoViewerNext.Content
source: Next
zh_cn: 下一项

# PhotoViewerNext.AutomationProperties.Name
source: Show the next item
zh_cn: 显示下一项

# PhotoViewerEnterImmersive.Content
source: Full screen
zh_cn: 全屏查看

# PhotoViewerEnterImmersive.AutomationProperties.Name
source: View this photo or video full screen
zh_cn: 全屏查看此照片或视频

# PhotoViewerExitImmersive.Content
source: Exit full screen
zh_cn: 退出全屏

# PhotoViewerExitImmersive.AutomationProperties.Name
source: Exit full screen preview
zh_cn: 退出全屏预览

# PhotoViewerSave.Content
source: Save a copy
zh_cn: 保存副本

# PhotoViewerSave.AutomationProperties.Name
source: Save a copy of this photo or video
zh_cn: 保存此照片或视频的副本

# PhotoViewerPosition
source: {0:N0} of {1:N0}
zh_cn: 第 {0:N0} 项，共 {1:N0} 项

# PhotoViewerPositionAutomationName
source: Item {0:N0} of {1:N0}
zh_cn: 第 {0:N0} 项，共 {1:N0} 项

# PhotoViewerMetadataTitle.Text
source: Details
zh_cn: 详细信息

# PhotoViewerNameLabel.Text
source: Name
zh_cn: 名称

# PhotoViewerKindLabel.Text
source: Type
zh_cn: 类型

# PhotoViewerSizeLabel.Text
source: Size
zh_cn: 大小

# PhotoViewerCreatedLabel.Text
source: Created
zh_cn: 创建时间

# PhotoViewerModifiedLabel.Text
source: Modified
zh_cn: 修改时间

# PhotoViewerDimensionsLabel.Text
source: Dimensions
zh_cn: 尺寸

# PhotoViewerDimensionsValue
source: {0:N0} × {1:N0} pixels
zh_cn: {0:N0} × {1:N0} 像素

# PhotoViewerTakenLabel.Text
source: Taken
zh_cn: 拍摄时间

# PhotoViewerDurationLabel.Text
source: Duration
zh_cn: 时长

# PhotoViewerCameraLabel.Text
source: Camera
zh_cn: 相机

# PhotoViewerPathLabel.Text
source: Path
zh_cn: 路径

# PhotoViewerKindImage
source: Image
zh_cn: 图片

# PhotoViewerKindVideo
source: Video
zh_cn: 视频

# PhotoViewerValueUnavailable
source: Not available
zh_cn: 不可用

# PhotoViewerHostAutomationName
source: Previewing {0}
zh_cn: 正在预览 {0}

# PhotoViewerMetadataAutomationName
source: Details for {0}
zh_cn: {0} 的详细信息

# FileLocationsOpen.Content
source: Locations
zh_cn: 位置

# FileLocationsOpen.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show file locations
zh_cn: 显示文件位置

# FileLocationsTitle.Text
source: Locations
zh_cn: 位置

source: Refresh locations
zh_cn: 刷新位置

# FileLocationsOpenError.Title
source: Couldn’t open this location
zh_cn: 无法打开此位置

# FileLocationsOpenError.Message
source: Check your connection and access, then try again.
zh_cn: 请检查连接和访问权限，然后重试。

# FileLocationsSharesHeading.Text
source: Browse
zh_cn: 浏览

source: Shared folders
zh_cn: 共享文件夹

# FileLocationsSharesLabel.Text
source: Shared folders
zh_cn: 共享文件夹

# FileLocationsFavoritesHeading.Text
source: Favorites
zh_cn: 收藏

# FileLocationsFavoritesLoading.Text
source: Loading favorites…
zh_cn: 正在加载收藏…

# FileLocationsFavoritesEmpty.Text
source: No favorite locations yet.
zh_cn: 暂无收藏位置。

# FileLocationsFavoritesError.Title
source: Couldn’t update favorites
zh_cn: 无法更新收藏

# FileLocationsFavoritesError.Message
source: The previous list is still shown when available. Check your connection and try again.
zh_cn: 如有上次的列表，仍会继续显示。请检查连接后重试。

# FileLocationsFavoritesTruncated.Title
source: Showing a limited list
zh_cn: 仅显示部分位置

# FileLocationsFavoritesTruncated.Message
source: The list reached its safe limit, so some favorite locations may not be shown.
zh_cn: 列表已达到安全上限，部分收藏位置可能未显示。

# FileLocationsRecentHeading.Text
source: Recent
zh_cn: 最近位置

# FileLocationsRecentEmpty.Text
source: Folders you open will appear here.
zh_cn: 打开过的文件夹会显示在这里。

# FileLocationsRecycleHeading.Text
source: Recycle bins
zh_cn: 回收站

# FileLocationsRecycleLoading.Text
source: Finding recycle bins…
zh_cn: 正在查找回收站…

# FileLocationsRecycleEmpty.Text
source: No recycle bins are available.
zh_cn: 没有可用的回收站。

# FileLocationsRecycleError.Title
source: Couldn’t update recycle bins
zh_cn: 无法更新回收站

# FileLocationsRecycleError.Message
source: The previous list is still shown when available. Check your connection and access, then try again.
zh_cn: 如有上次的列表，仍会继续显示。请检查连接和访问权限后重试。

# FileLocationsRecyclePartial.Title
source: Some recycle bins aren’t shown
zh_cn: 部分回收站未显示

# FileLocationsRecyclePartial.Message
source: You don’t have access to some shared folders. Available recycle bins can still be opened.
zh_cn: 部分共享文件夹无访问权限，仍可打开已显示的回收站。

# FileLocationsRecycleTruncated.Title
source: Showing a limited list
zh_cn: 仅显示部分位置

# FileLocationsRecycleTruncated.Message
source: The search reached its safe limit, so some recycle bins may not be shown.
zh_cn: 查找已达到安全上限，部分回收站可能未显示。

# FileLocationsRemoteHeading.Text
source: Remote locations
zh_cn: 远程位置

# FileLocationsRemoteLoading.Text
source: Loading remote locations…
zh_cn: 正在加载远程位置…

# FileLocationsRemoteEmpty.Text
source: No remote locations are available.
zh_cn: 没有可用的远程位置。
